Revit 2024 API
GroupTypeId.GeoLocation Property
 Geolocation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId GeoLocation { get; }
Visual Basic
Public Shared ReadOnly Property GeoLocation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ GeoLocation {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace